tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/bundle"
tap "osgeo/osgeo4mac"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "xquartz"
brew "aria2"
brew "gcc"
brew "openssl"
brew "open-mpi"
brew "awscli"
brew "gettext"
brew "axel"
brew "bfg"
brew "tmux"
brew "byobu"
brew "cairo"
brew "ccache"
brew "git"
brew "ffmpeg"
brew "fzf"
brew "geos"
brew "gifsicle"
brew "git-lfs"
brew "gsl"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "proj"
brew "librsvg"
brew "mackup"
brew "mas"
brew "micro"
brew "monetdb"
brew "mosh"
brew "ncdu"
brew "node"
brew "openblas"
brew "poppler"
brew "pv"
brew "python"
brew "speedtest-cli"
brew "tesseract"
brew "the_silver_searcher"
brew "udunits"
brew "v8@3.15"
brew "watch"
brew "wget"
brew "z"
brew "osgeo/osgeo4mac/gdal2", args: ["with-armadillo", "with-complete", "with-libkml", "with-unsupported"], link: true
cask "atext"
cask "atom"
cask "bettertouchtool"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "quicksilver"
cask "r-app"
cask "skype"
cask "slack"
cask "soundflower"
cask "vlc"
cask "caskroom/fonts/font-hack"
cask "caskroom/versions/rstudio-daily"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
