tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
cask "java"
cask "xquartz"
brew "tmux"
brew "byobu"
brew "ccache"
brew "git"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "htop"
brew "hub"
brew "imagemagick"
brew "mackup"
brew "mas"
brew "micro"
brew "mosh"
brew "ncdu"
brew "openblas"
brew "pandoc"
brew "pv"
brew "python"
brew "r", args: ["with-java", "with-openblas"]
brew "the_silver_searcher"
brew "z"
cask "atext"
cask "atom"
cask "bettertouchtool"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "google-backup-and-sync"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "quicksilver"
cask "skype"
cask "slack"
cask "soundflower"
cask "vlc"
cask "caskroom/fonts/font-hack"
cask "caskroom/versions/rstudio-daily"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
